# def get_tag_content(tag, only_direct_content=True):
#     """
#     获取tag标签内的内容
#     （如果tag有嵌套，原生的tag.string属性获取到是None，所以有此方法）
#     :param tag:
#     :param only_direct_content: 是否仅仅第一层tag的内容，还是包含嵌套在内部的所有的内容
#     :return:
#     """
#     i = 1
#
#
# if __name__ == '__main__':
#     tag_content = """
#     <div class="tpc_content">我在天津做房产总监“面试”过的女人们（一）<br/><br/>之前发到技术交流区了，被删了，其实这是我亲身经历没人信........随缘吧<br/>     前几年，我是一个房产经纪，一路从经纪人做到大区总监，坐标天津。这是我在小草第一个系列的第一篇文章，写的不好还请各位看官见谅。<br/>    大学没毕业就进了国企，那会满脑子都是挣钱，国企太安逸，做了一年，离职做了房产经纪。不做不知道，入了行才知道钱到哪都不好挣。不过还算顺利，靠着有点脑子有点文化，月月刚过万，凑合过生活。这个系列只讲我身边的同事，房主和客户放在第二个系列里。我在天津最繁华的地段卖房，都是学区，不愁客户。<br/>    入职一个多月，慢慢适应了这个行业，发现这个行业文化水平真的不怎么高，我一个211本科在公司都算数得上的。身边的妹子都是90后，入行比我早挣得比我多懂得比我深。刚入职每天都过的很漫长。除了看房就是打电话，完不成基础工作还要挨罚。<br/>    【进入正题】有一天上班，对组来了一个新人，穿着一身职业装，白衬衣黑西裤黑皮鞋，白白净净，165CM，很清秀，不爱说话。都是职业装，穿到他身上显得那么的秀气素雅。我不腼腆，但是刚到这公司做事很低调。没好意思跟这女生搭话。从对组其他同事那里听说，这姑娘是天津某全国知名高校的学生，还没毕业，来这实习。怪不得那么文静，合着一个名牌大学生！心里顿生好感，就想办法能搭上话。有一次看她，被她发现了，对我莞尔一笑。我TM当时紧张了.......我大学是学生会主席，处的女生也不少，那天突然就怂了。就这样过了几天，机会来了！！！<br/>     话说那天我住的宿舍停电了，大夏天，没灯无所谓，但是没空调是要死人的。我就跟店长说，我要住店里，店长同意了。下了班，反正我没事儿也不回宿舍，就继续在电脑上看着房源，记记背背。店里人都走光了，百无聊赖，看会电影吧。正看得精彩，突然进来一个人。定睛一看，不是别人，就是那妹子！！进门就冲我笑，我问：你怎么回来了。她说，我就住旁边，回来拿点东西。你怎么还不下班啊？（这妹子名牌大学不说，家里巨有钱，就在我们店旁边的小区，两套房。光这两套房子在当时加起来刚不到一千万。这两套房我都睡过，这都是后话。）我把原因说了一遍，她若有所思，说要不我给你找个地方吧，别睡店里了。我跟人也不熟，以为她说的就是客套话，赶紧说不用，店里挺好。<br/>      她坐到我旁边，说你教教我咱们公司这系统怎么操作吧，我看别人都不爱搭理我。我心想，不会？我白天可是看着经理手把手教的。现在又让我教一遍，嗯，有问题。然后我就花了十几分钟大概讲了一下。讲的过程中，她身上的香水散发出迷人的味道（后来才知道那是香奈儿的）她边听边看我，慢慢的我也有意识的往她身上靠。别激动哈，那晚什么都没有发生。讲完之后她说她得走了，问我明天几点开门，我说我七点起来洗漱，她说明天要早点来约看房。我若有所思，她平时可都是踩着点来的。<br/>      在办公室椅子上睡了一宿，腰酸背疼，不到七点就醒了，实在是没法睡，起来刚洗好脸，有人敲店门，我突然想起来，昨晚妹子说过的话，穿上裤子，也没穿上衣（故意的），开了店门。她楞了一下，然后就进来装模作样的开开电脑。整个办公室有一种荷尔蒙的味道。我真不敢直接上，店门开着，有几个同事来的早再过一会就该来了，内心做着激烈的斗争，心跳很快，果不其然！！！！TM来同事了。CIAO啊！怎么办？尴尬的跟同事打了个招呼。心想，完喽~！泡汤了。<br/>      就在这时候，妹子去卫生间了，过了一小会就出来了。我当时灵机一动！有了！我等过了两分钟，我也去厕所。但是，留了个心眼，没关门，我进去看着镜子里的自己，老脸通红。过了一分钟，有人推门进来，没错！你们想的没错！是那个妹子！她一进来，装作不好意思，问我你怎么没锁门啊~！我说，我洗洗脸，说着话我顺手就把厕所门关上反锁了。她没敢动，没关系，我敢动了！一把把她搂进怀里，嘴巴直接贴了上去。妹子没有反抗，回应的很热烈！第一次接吻就舌吻了。那天她穿的是有弹性的一步裙，我把手从下面伸进裙子里，揉捏着她的屁股，她用手隔着裤子抚摸着我的老二，我的老二邦硬！她熟练地拉开我的裤链！（老手啊）掏出了我的老二，我赶紧把皮带解了。接下来意想不到的事情发生了，她直接蹲下，有樱桃小嘴含住了我的弟弟！当时那个刺激那个爽！她口活真的好的要命，我上过这么多女人中口活最好的一个。这时候，突然有人推门！给我们吓了一跳！然后就听见，厕所对面总监办公室的门被打开了。这是TM总监来了。当时已经顾不了那么多了，我把妹子拉起来，把她推到洗手台，让她面对镜子，我快速的把她的裙子撩到了腰上，内裤往下一拉。妹子瞬间明白了我想干什么。屁股很配合的撅起来，我把弟弟对准她的屁股，插了一下没插进去，妹子直接伸手扶住我的弟弟，对准了她的小穴！噗滋一下插了进去。妹子下意识的呻吟了一声。突然意识到对面有人，就赶紧把嘴巴闭上了。我在她后面猛烈的抽插，她伸手扶着镜子，我们看着镜子里的自己，投入的做着爱做的事。门外又听见有同事来了，我赶紧加快速度，射到了她的小穴里！妹子爬在洗手台一抖一抖的，过了一会，转身蹲下来，再一次含住了我的弟弟，用舌头给我舔了个干干净净。舔完，说：你的鸡巴操的我好舒服。上来又要吻我，我.....下意识的拒绝了。然后她尴尬的一笑。她脸色一变，急切的说，咱们怎么出去，外边都是人！我当时心一横，说：没事，大大方方开门出去，我先出去，你等一分钟再出去，一般不会有人注意。说完我整理了一下衣服，在开门的一瞬间，厕所对面是总监办公室，开着门！厕所左手边是已经有五六个同事的办公区，我脸腾的一下就红了。我强装镇定的快速走出了店门去抽烟。心扑通扑通直跳，还在回味刚才梦一样的经历。过了一会，妹子也从厕所出来了，并没有出来，而是找了个电脑坐下了，当做什么事情都没有发生。我心想，这女的心理素质可是真好！<br/>    虽然过去了五多了，现在回想起来仍然耳红心跳，一边码着字，弟弟又硬了。今天先写到这里，关于这个和这个妹子以后的发展，下一篇我一一给各位看官详述！<br/><br/><br/><font color="gray">[ 此貼被雪茄给你抽在2021-04-05 18:45重新編輯 ]</font>
# <br/><br/><div class="t_like" id="like4427542" onclick="clickLike(4427542, 1, 't')">赞(7)</div>
# </div>
#     """
